class AppData {
  static const List<String> huruf = [
    'A','B','C','D','E','F','G','H','I','J','K','L','M',
    'N','O','P','Q','R','S','T','U','V','W','X','Y','Z',
  ];

  static const List<String> angka = [
    '1','2','3','4','5','6','7','8','9','10',
    '11','12','13','14','15','16','17','18','19','20',
  ];

  static const List<String> hijaiyah = [
    'ا','ب','ت','ث','ج','ح','خ','د',
    'ذ','ر','ز','س','ش','ص','ض','ط',
    'ظ','ع','غ','ف','ق','ك','ل','م',
    'ن','ه','و','ي',
  ];

  static const List<String> gambar = [
    '🐱','🐶','🐰','🐼','🦁','🐸',
    '🐯','🐵','🐘','🦒','🐟','🦋',
    '🍎','🍌','🍇','🍉','🍓','🍊',
  ];
}
